export default {
  projections: {
    СпрВидыРаботE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      спрЕдИзмер: {
        __caption__: 'Единица измерения',
        наименование: {
          __caption__: 'Единица измерения'
        }
      },
      спрТипТрансСр: {
        __caption__: 'Тип транспортного средства',
        наименование: {
          __caption__: 'Тип транспортного средства'
        }
      }
    },
    СпрВидыРаботL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      спрЕдИзмер: {
        __caption__: 'Единица измерения',
        наименование: {
          __caption__: 'Единица измерения'
        }
      },
      спрТипТрансСр: {
        __caption__: 'Тип транспортного средства',
        наименование: {
          __caption__: 'Тип транспортного средства'
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    спрЕдИзмер: {
      __caption__: 'Единица измерения'
    },
    спрТипТрансСр: {
      __caption__: 'Тип транспортного средства'
    }
  }
};
