export default {
  projections: {
    СпрТипТрансСрE: {
      код: {
        __caption__: 'Код'
      },
      описание: {
        __caption__: 'Описание'
      },
      вместВКубМ: {
        __caption__: 'Вместимость в кубических метрах'
      }
    },
    СпрТипТрансСрL: {
      код: {
        __caption__: 'Код'
      },
      описание: {
        __caption__: 'Описание'
      },
      вместВКубМ: {
        __caption__: 'Вместимость в кубических метрах'
      }
    }
  },
  validations: {
    вместВКубМ: {
      __caption__: 'Вместимость в кубических метрах'
    },
    код: {
      __caption__: 'Код'
    },
    описание: {
      __caption__: 'Описание'
    }
  }
};
